Repository: arturs-krapans/dpaste
Catalog: dpaste/locale/*/LC_MESSAGES/django.po
Languages: de

source: In one hour
de: In einer Stunde

source: In one week
de: In einer Woche

source: In one month
de: In einem Monat

source: Never
de: Niemals

source: Content
de: Inhalt

source: Awesome code goes here...
de: Geiler Code hier rein...

source: Lexer
de: Syntax

source: Expires
de: Läuft ab

source: Title
de: Titel

source: This field is required.
de: Dieses Feld ist erforderlich.

source: Highlighted
de: Markiert

source: Expire by timestamp
de: Nach Zeitstempel auslaufen lassen

source: Keep Forever
de: Für immer behalten

source: Secret ID
de: Geheime ID

source: Published
de: Veröffentlicht

source: Expire Type
de: Auslauftyp

source: View count
de: Anzahl der Besuche

source: No changes were made between this two files.
de: Zwischen diesen beiden Dateien wurden keine Änderungen gemacht.

source: Statistics
de: Statistiken

source: There are %(total)s snippets in the database. The most popular languages are:
de: Es gibt %(total)s in der Datenbank. Die populärsten Sprachen sind:

source: New snippet
de: Neues Snippet

source: About
de: Über

source: History
de: Verlauf

source: Compare
de: Vergleichen

source: Expires in: %(date)s
de: Erlischt in: %(date)s

source: Snippet never expires
de: Snippet erlischt niemals

source: Really delete this snippet?
de: Dieses Snippet wirklich löschen?

source: Delete Now
de: Jetzt löschen

source: Compare Snippets
de: Snippets vergleichen

source: View Raw
de: Unformatiert

source: This is a one-time snippet.
de: Dies ist ein One-Time snippet

source: It is automatically removed after %(remaining)s further views.
de: Es wird automatisch nach %(remaining)s weiteren Ansichten entfernt.

source: It is automatically removed after the next view.
de: Es wird automatisch nach der nächsten Ansicht entfernt.

source: It cannot be viewed again.
de: Es kann nicht noch einmal angesehen werden.

source: Reply to this snippet
de: Antworte auf dieses Snippet

source: Diff between <a href="%(filea_url)s">#%(filea_id)s</a> and <a href="%(fileb_url)s">#%(fileb_id)s</a>
de: Unterschied zwischen <a href="%(filea_url)s">#%(filea_id)s</a> and <a href="%(fileb_url)s">#%(fileb_id)s</a>

source: Expire in
de: Erlischt in

source: Paste it
de: Paste

source: %(since)s ago
de: seit %(since)s

source: No snippets saved. Either all your snippets are expired or your cookie has changed.
de: Keine Snippets gespeichert. Entweder sind alle deine Snippets erloschen oder dein Cookie hat sich geändert.
